tap "homebrew/bundle"
brew "adr-tools"
brew "bash"
brew "bat"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "jq"
brew "libpq", link: true
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "pgcli"
brew "postgresql@15"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "yarn"
brew "zoxide"
cask "alt-tab"
cask "bitwarden"
cask "maccy"
cask "obsidian"
