tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "adr-tools"
brew "bash"
brew "bat"
brew "deno"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "jq"
brew "libpq", link: true
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh-vi-mode"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "bitwarden"
cask "maccy"
cask "obsidian"
